{
  "users": [{
    "username": "gm",
    "userpw": "qwe123",
    "group": "gm"
  },{
    "username": "admin",
    "userpw": "123456",
    "group": "1"
  }],
  "history": [{
    "title": "前言",
    "tag": "preface",
    "content": "我厂自1949年2月诞生以来，经历了沈阳军区领导、农垦部领导、“东总”兵团领导、农场总局领导四个历史阶段，有随军转战南北、为抗美援朝修理汽车军工生产的光辉历程，又有为全国新疆、黑龙江、海南岛等各大垦区农业机械化服务的光荣历史。但在编史修志方面还是一块空白。编篡一部具有工厂特点史志的目的在于：通过丰富而具体的史料，全面、系统、真实地反映我厂自然、经济、政治、社会、文化等各方面的历史和现状，进一步总结历史经验教训，探索生产建设规律，继往开来，为后人提供历史资料的考据，为“四化”建设服务，也为工厂当今各级领导、各职能部门了解厂情，研究问题，总结经验，指导工作，制订规划，掌握规律提供依据，同时也为后人进行历史传统教育提供生动的教材。这部史志，是一部迎春机械厂的“小百科全书”，是一部记载工厂生产经营活动的历史和现状的综合著述。为体现工厂全貌和历史变迁，在体例上，采取记述体，以志、史、图、表、传、录七体兼用，各展其长，力求文图并茂。在语言上，力求通俗简洁。段限：上限从1949年工厂诞生开始，下限段至1984年。全书共分八编四十二章一百七十七节，总计三十五万字。首编《概述》系提纲挈领，综合叙述工厂今昔之轮廓，记述工厂概貌，以显示工厂之全貌及其发展的总过程，为工厂史志之纲。第二编为《大事记》，即以编年体与记事本末相结合的方法，辑录工厂政治、经济、生产、管理、文教、卫生等方面的大事，为厂史之经。第三编为《简史》，简略记述工厂各个时期各项事业的面貌及其发展过程。第四编《生产建设》、第五编《经营管理》、第六编《政治》、第七编《文教卫生》等编，按事分类，分别记述其历史与现状，是以横断面为主体的专题记述，为厂史志之纬，构成工厂史志的主题部分。第八编《人物》，是属于简单个人的专题，也是记述体的专志。这样，概述、大事记、简史、个人专志等编，就构成了工厂史志的有机整体。工厂史志编写的全过程，是在党委的直接领导下进行的，得到了广大干部、职工群众的热忱帮助和支持，经过编写人员的努力，历时两年，这部工厂史志，奉献在读者面前了。这部工厂史志是迎春机械厂三十五年来在党的领导下，职工群众艰苦创业，发展壮大，从无到有，从小到大，从汽车修理到机械制造的历史发展进程的缩影。由于编写人员水平有限，加之历史资料搜集不够充分，尽管作了很大的努力，错误和遗漏之处仍在所难免，恳请读者给予指教。--刘云山"
  },{
    "title": "总述",
    "tag": "general",
    "content": "迎春机械厂，从1949年诞生到现在已经整整三十五年了。1949年天津解放后，二月我人民解放军四野特种兵后勤部接收国民党联合勤务总司令部第七汽车三级修理厂（以下简称天津三0七汽车修理厂），为四野特种兵军械处汽车修理厂，奠定了工厂的前身。之后即随军转战南北。同年七月南下到武汉。1950年北上哈尔滨。1951年迁厂本溪，为东北军区车管部汽车修配四厂。1952年驻沈阳市部队所属的六个小型汽车修配厂合并，为东北军区车管部汽车修配三厂。1953年11月以三厂为基础三，四两厂合并，四厂前往沈阳，为沈阳军区后勤部沈阳汽车修理厂。1958年4月，为发展我国的农机事业，军委总后勤部决定移交农垦部领导，为农垦部沈阳拖拉机配件厂。从此，由军工生产修理汽车转变为机械制造，为全国新疆、黑龙江、海南岛等各大垦区服务。1959年遵照农垦部的决定，从沈阳迁厂到迎春(黑龙江省虎林市迎春镇)，为农垦部迎春机械厂。1967年归东北农垦总局所辖。1968年改为黑龙江生产建设兵团第一机械厂(兵一机)。现直属于黑龙江省国营农场总局，厂名为黑龙江省迎春机械厂(邮编158427)。件厂。从此，由军工生产修理汽车转变为机械制造，为全国新疆、黑龙江、海南岛等各大垦区服务。1959年遵照农垦部的决定，从沈阳迁厂到迎春(黑龙江省虎林市迎春镇)，为农垦部迎春机械厂。1967年归东北农垦总局所辖。1968年改为黑龙江生产建设兵团第一机械厂(兵一机)。现直属于黑龙江省国营农场总局，厂名为黑龙江省迎春机械厂(邮编158427)。迎：工业动力1,088马力，农业动力289马力，运输动力1,120马力。房屋总面积64,787㎡，其中厂房11栋，总面积15,625㎡。到1986年房屋总面积74,569平方米，其中厂房12栋，面积17,825平方米。技术力量比较雄厚，现有各类专业技术人员159名，占职工总数的9.5％，其中工程技术人员64名。工厂开办有黑龙江垦区唯一的一所面向垦区的职工机械中等专业学校，每年有15－20名毕业生输入厂科技队伍。生产工人1,816人，素质比较好，平均技术等级4.5级。到1986年为5.5级。有二十六年机械制造经验，有活塞、气门、缸套、拖车、金属粮仓五条生产线。建立了一定的技术储备，具有相应的综合应变能力，开发了五吨拖车、七吨拖车、喷雾机、金属粮仓系列及其配套设备等新产品，曾试制成功了6.18越野吉普车和玉米收获机，制造了我省垦区第一艘采金船，具有设计、制造各种机械设备的能力。现在根据用户需求，产品迅速更新换代，产品结构以生产整机为主，配件为辅。目前，主要产品有：五吨拖车、七吨拖车、喷雾机、容量200吨、390吨、500吨、1000吨、2400吨金属粮仓及斗式提升机、水平输送机、通风引风系统、电子测温系统、扫仓出仓绞龙、空中通廊、液压自动卸车台等配套设备，拖内配件、汽车配件、收割机配件、农机具配件。金属粮仓这一系列产品，加工工艺先进，质量优良，造价合理，设备配套，在全国生产同类型产品的厂家居于领先地位，受到商业部、农牧渔业部的重视和国外的好评。全国包括工人日报、经济日报、农民日报、机械化，受到了越来越广泛的重视，有着广阔的发展前景。在北京以东的大厂县建立了分厂一座，地理位置优越，对开展经营活动极为有利，将给工厂搞活经济带来新的活力。"
  },{
    "title": "第一章 地理环境",
    "tag": "part1",
    "content": [{
      "title":"第一节 自然地理",
      "tag":"section1",
      "content":[{
        "title": "一 地理位置",
        "content": "黑龙江省迎春机械厂，位于东北三江平原东部、完达山南麓，穆棱河兴凯湖沉积平原东北部，虎林县境内的迎春镇。地处东径132°57′，北纬46°03′。东面与迎春菜队为邻；西面以西大岗东天然水线为界与八五四农场九队接壤；南面隔七虎林河、迎春二湖与虎林县种马场、富荣大队的二队相望；北面有天然水线和迎春林业局、迎春镇二队、迎春镇砖厂相连。"
        },{
        "title": "二 地形地貌",
        "content": "工厂境内南北长5公里，东西宽4.5公里，地形略呈长方形，总面积三万三千四百亩。厂内地形概属平坦，西高东低，自西向东倾斜，坡降平缓在1/1000----1/2000之间，微地形变化较为复杂，无高大山体，迎丰山、红牡山、一七山包为三个最高岗地。海拔高程在66.8米至71.3米之间，最高处为一千七山包，最低处为铁路桥以北。岗地与低平地相间分布，有五块大小不等的漫岗地，各土岗面积在2,000――2,500亩之间，岗地之间呈季节性积水的水线河不同沼泽化的沼泽低。 自然植被：迎丰山、红牡山、一千七山包三个最高岗地原生长着原始状态的以柞树为主的次生林，现多已破坏；漫岗地多为榛树、苕条和柳毛子等灌木丛；尚未开垦的低洼地生长着小叶樟、三棱草等。 七虎林河为我厂界河，发源于七虎山，流入乌苏里江。流经我厂3.5公里，我厂为中游地区，流域面积22.5平方公里，主流平缓，平均流量10—25m³/秒，洪水期最高达745m³/秒，而枯水期仅有0.35m³/秒。河床弯曲东流，泥土底质，旱季河宽仅6―8米，雨季涨水，河水出槽倒灌，水面宽达几公里。 天然水域除七虎林河流外，尚有迎春湖，面积80亩左右；菱角泡，面积40亩左右；迎春二湖，面积百亩以上。地下水位较高，一般在2―4米。新开河为我厂建厂初期开挖的人工河，接纳迎丰山的天然水，全长1公里，注入七虎林河，常年有积水。小水库，1983年兴建，水库面积30亩，库水总容量约7万立方米，已投放鱼苗。 本厂地上地下水源都很丰富，如能有效的加以控制、改造、利用，对发展灌溉、发展养殖，潜力很大。"
        },{
        "title": "三 占地面积",
        "content": "全厂土地总面积33,400亩，其中可耕地13,000亩。现有耕地8,000亩。可垦荒地11,200亩，水面600亩，建筑物及道路占地8,044亩，其他土地5,556亩。厂区南北长600米，东西宽500米，工业占地面积30万平方米。"
        },{
        "title": "四 气候",
        "content": "本厂属东亚大陆气候，冬长夏短，冬季受大陆气团控制，强劲的西北风经常吹袭，夏季受到付热带海洋气团的影响，降雨集中，气温湿润，多东南风，春季短促，气候多变。 全年平均温度2.1ºC，年温差－40.5º-35ºC。年积温幅度为1952.9－2543.3度，平均2406.4度。 常年无霜期128天，最长无霜期（1973年）146天，最短无霜期（1969年）107天，初霜期一般在九月二十三日左右，终霜期在翌年五月十七日左右。 日照历年平均2286.3小时，最多的1975年2572.4小时，最少的1963年1976.5小时。日照以5－9月时间较长，为964.3小时。辐射强度大，提供了充分利用太阳能的良好条件。 年平均降水量579毫米，年际变率大，最大降水量（1981年）为1147.8毫米，最小降水量（1975年）369毫米。雨水比较充沛，降水量多集中分布在六、七、八、三个月，占全年降水量的50％以上，年内总蒸发量为420毫米左右，有利于作物的生长。 年平均风速为3.7米/秒，冬季西北风居多，春季以偏南风为主，最大风力（1974年4月20日）达10级，最大风速可达25－28米/秒。 年平均冻土深度为161公分，最大冻土深度（1966－1976）为200公分，最小冻土深度（1964－1965）为66公分。 最大积雪深度（1972－1973）为79公分。"
        },{
        "title": "五 地质土壤",
        "content": "本厂土壤一般底层为沙，表层为粘土。沙层出现的深度，随地形而异：低地深，岗地浅，高岗地则沙层裸露。土壤随地形、植被、水分、母质而有显著变化：高岗地为沙质暗棕壤，黑土层厚在16公分左右；缓岗地为白浆土，面积较大，较高的平地为沼泽化白浆土，这两种土壤黑土厚10－15公分，下部为白浆土，土质较粘，平地为黑土层厚20－30公分，并在50－90公分处有第二黑土层；低平地为草甸沼泽土，表层15公分为半泥炭化层；低洼地为泥炭沼泽土，泥炭层厚一般在30公分；沿河地区为泛滥地沼泽土或泛滥地草甸土。 本厂主要土类为白浆土，白浆土和沼泽化白浆土约占可耕地的70％，其余为棕壤土、草甸土。土壤地质以粘土为主，黑土层较薄，土壤结构不良，理化性状差，抗涝抗旱能力弱。 多年来，由于用地养地失调，忽视对土壤养分和有机质返还，土壤中肥力、有机质逐年下降。 本厂地质构造属于隆起的完达山南坡合沉积的穆棱河兴凯湖平原，第四纪地层覆盖厚达10－30米，水平分布上为表层粘土1－4米，粘土层厚度随地形而异，洼地厚岗地薄，高岗地表层没有粘土而黄沙裸露，七下为沙性土，中游粗沙以含砾中粗沙为主，夹少部份细沙，垂直分布上层沙性与粘土交替出现，以沙性为主，深层中常夹有机质出现，为半腐烂的土块、树枝，或泥炭。 地下水：在8米左右为地表沉积水，在25－32米之间是锈水层，再65－70米之间是地下承压水层，水量比较丰富，水的流向从西往东缓慢流动。水质是微酸性或微碱性。10号井水1976年经虎林县卫生局化验微酸性：水泵房西井水经鸡西矿务局化验为微碱性。"
        },{
        "title": "六 资源",
        "content": "本厂有比较宽阔的土地，地势平坦，兼有高岗、漫岗和平原，气候适宜，雨水充沛，水源充足，具备办好职工群众农副业基地的综合自然条件。农业生产小麦、大豆、玉米、水稻等。草原主要分布在七虎林河沿岸，植被以小叶樟、三棱草、五花草为主的低温地杂草，草质优良宜牧。厂内水面有界河七虎林河，有迎春湖、菱角泡，迎春二湖，以及小水库，可作天然或人工渔场，并可饲养鸭鹅。自然鱼种主要有鲤、鲫、鲶、狗鱼等。小水库养殖的鱼种有鲤鱼、胖头鱼。水面有野鸭、水耗。还可发展水稻生产提供水源。山边有野鸡、沙半斤等禽类可供狩猎。有黄花菜、蕨菜等野菜可供采集。"
        }]
      },{
        "title": "第二节 经济地理",
        "tag": "section2",
        "content": [{
          "title": "一 农垦系统布局",
          "content": "我厂自1959年迁来黑龙江垦区后，主要为黑龙江垦区的农业机械化服务。前期，全国农机产品比较紧张，我厂生产的活塞、气门、三吨拖车等农机产品，直接供应着本垦区乃至黑龙江省的需要。现在，列为总局的农机产品定点厂，主要武装垦区粮储机械、运输机械以及其他所需要的机械设备。"
        },{
          "titile": "二 交通情况",
          "content": "工厂位于垦区东部，铁路、公路交通运输方便，密山至东方红铁路纵穿厂区，有迎春车站，每天有哈尔滨至东方红、牡丹江至东方红两对客车来往，厂内有铁路专用线，客、货运输方便。沿厂自用公路向北，与虎林至迎春、宝清至迎春国防公路相通，南北畅通虎林、饶河、宝清、集贤等县。"
        },{
          "titile": "三 动力来源",
          "content": "现已建成6.6千伏高压输电线路3条6公里，380/220伏低压输电线路19条10公里，与国家密虎电力网络联网。变电设备4台，2030千伏安。一年外购电总量600万度左右（1984年实际670万度）。工厂还设有柴油发电机组3台，总容量360千瓦，对生产、照明应急供电，1984年发电4.3万度。"
        },{
          "titile": "四 存在弊端",
          "content": "工厂地处地区边远，信息不灵，天时地利不优越，距经济中心城市哈尔滨710公里，佳木斯市300公里，牡丹江市480公里，鸡西市280公里，双鸭山市220公里，距县城虎林县50公里，宝清县90公里，集贤县200公里，饶河县240公里，密山县170公里，对生产发展、技术合作，开展经营活动、物资交流均受到限制，成本费用大大提高。可见，要把企业的经济搞活，必须扬长避短，利用我厂技术力量比较雄厚，有二十多年机械制造的经验，设备能力比较强的优势，大力发展联合，搞好生产外延，开拓新的生产领域，以弥补在此独家生产经营之短。"
        }]
      }]
  },{
    "title": "第二章 地理环境222",
    "tag": "part2",
    "content": "mock 2"
  },{
    "title": "第三章 地理环境333",
    "tag": "part3",
    "content": "mock 3"
  }],
  "members": [{
    "img": "imgIndexShow_1.jpg","title": "张三d"
  },{
    "img": "imgIndexShow_2.jpg","title": "李四d"
  },{
    "img": "imgIndexShow_3.jpg","title": "王五d"
  },{
    "img": "imgIndexShow_3.jpg","title": "赵六d"
  },{
    "img": "imgIndexShow_3.jpg","title": "刘七d"
  }],

  "pictures": [{
    "img": "imgIndexShow_1.jpg","title": "aaad1d"
  },{
    "img": "imgIndexShow_2.jpg","title": "b1bbdd"
  },{
    "img": "imgIndexShow_3.jpg","title": "cc3cdd"
  },{
    "img": "imgIndexShow_2.jpg","title": "bb33bdd"
  },{
    "img": "imgIndexShow_3.jpg","title": "c4444ccdd"
  },{
    "img": "imgIndexShow_2.jpg","title": "b56bbdd"
  },{
    "img": "imgIndexShow_3.jpg","title": "c77ccdd"
  },{
    "img": "imgIndexShow_2.jpg","title": "b888bbdd"
  },{
    "img": "imgIndexShow_3.jpg","title": "cc999cdd"
  },{
    "img": "imgIndexShow_2.jpg","title": "bb00bdd"
  },{
    "img": "imgIndexShow_3.jpg","title": "cccqdd"
  },{
    "img": "imgIndexShow_2.jpg","title": "bbqqqqbdd"
  },{
    "img": "imgIndexShow_3.jpg","title": "ccwwcdd"
  },{
    "img": "imgIndexShow_2.jpg","title": "bbbdwwwed"
  },{
    "img": "imgIndexShow_3.jpg","title": "cccddfdfd"
  },{
    "img": "imgIndexShow_2.jpg","title": "bbbdsxcd"
  },{
    "img": "imgIndexShow_3.jpg","title": "cccdzazad"
  },{
    "img": "imgIndexShow_2.jpg","title": "bbbdxdcvbbd"
  },{
    "img": "imgIndexShow_3.jpg","title": "cccdxd"
  },{
    "img": "imgIndexShow_2.jpg","title": "bxbbdd"
  },{
    "img": "imgIndexShow_3.jpg","title": "cxccdd"
  },{
    "img": "imgIndexShow_2.jpg","title": "bbbbbbbbbbdd"
  },{
    "img": "imgIndexShow_3.jpg","title": "ccvvvvcdd"
  },{
    "img": "imgIndexShow_2.jpg","title": "bvvvvvbbdd"
  },{
    "img": "imgIndexShow_3.jpg","title": "ccnnnncdd"
  },{
    "img": "imgIndexShow_2.jpg","title": "bbbvvvvdd"
  },{
    "img": "imgIndexShow_3.jpg","title": "ccr4cdd"
  },{
    "img": "imgIndexShow_2.jpg","title": "bt5bbdd"
  },{
    "img": "imgIndexShow_3.jpg","title": "ccy6cdd"
  },{
    "img": "imgIndexShow_2.jpg","title": "bbu7bdd"
  },{
    "img": "imgIndexShow_3.jpg","title": "cc8icdd"
  },{
    "img": "imgIndexShow_2.jpg","title": "bbo9bdd"
  },{
    "img": "imgIndexShow_3.jpg","title": "ccp0cdd"
  }]
}
